/* String_On_JavaScript_Template */
"%d days ago" = "%d days ago";

/* String_On_JavaScript_Template */
"%d minutes ago" = "%d minutes ago";

/* String_On_JavaScript_Template */
"1 day ago" = "1 day ago";

/* String_On_JavaScript_Template */
"about %d hours ago" = "about %d hours ago";

/* String_On_JavaScript_Template */
"about a minute ago" = "about a minute ago";

/* String_On_JavaScript_Template */
"about an hour ago" = "about an hour ago";

/* WebView Placeholder */
"Either “%@” does not exist, or has protected their tweets" = "Either “%@” does not exist, or has protected their tweets";

/* missing Twitter username */
"Enter Twitter username in the Inspector" = "Enter Twitter username in the Inspector";

/* String_On_JavaScript_Template */
"less than a minute ago" = "less than a minute ago";

/* WebView Placeholder */
"This is a placeholder for a Twitter feed. It will appear here once published or if you enable live data feeds in Preferences" = "This is a placeholder for a Twitter feed. It will appear here once published or if you enable live data feeds in Preferences";

/* String_On_JavaScript_Template */
"Tweet Permalink" = "Tweet Permalink";

